
/* Class = "NSMenuItem"; title = "Összes előtérbe hozása"; ObjectID = "5"; */
"5.title" = "Összes előtérbe hozása";

/* Class = "NSMenuItem"; title = "Ablak"; ObjectID = "19"; */
"19.title" = "Ablak";

/* Class = "NSMenuItem"; title = "Minimalizálás"; ObjectID = "23"; */
"23.title" = "Minimalizálás";

/* Class = "NSMenu"; title = "Ablak"; ObjectID = "24"; */
"24.title" = "Ablak";

/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMainMenu";

/* Class = "NSMenuItem"; title = "MPlayerX"; ObjectID = "56"; */
"56.title" = "MPlayerX";

/* Class = "NSMenu"; title = "MPlayerX"; ObjectID = "57"; */
"57.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Az MPlayerX névjegye"; ObjectID = "58"; */
"58.title" = "Az MPlayerX névjegye";

/* Class = "NSMenuItem"; title = "Fájl megnyitása…"; ObjectID = "72"; */
"72.title" = "Fájl megnyitása…";

/* Class = "NSMenuItem"; title = "Bezárás"; ObjectID = "73"; */
"73.title" = "Bezárás";

/* Class = "NSMenu"; title = "Fájl"; ObjectID = "81"; */
"81.title" = "Fájl";

/* Class = "NSMenuItem"; title = "Fájl"; ObjectID = "83"; */
"83.title" = "Fájl";

/* Class = "NSMenuItem"; title = "Legutóbbi megnyitása"; ObjectID = "124"; */
"124.title" = "Legutóbbi megnyitása";

/* Class = "NSMenu"; title = "Legutóbbi megnyitása"; ObjectID = "125"; */
"125.title" = "Legutóbbi megnyitása";

/* Class = "NSMenuItem"; title = "Előzmények törlése"; ObjectID = "126"; */
"126.title" = "Előzmények törlése";

/* Class = "NSMenuItem"; title = "Beállítások…"; ObjectID = "129"; */
"129.title" = "Beállítások…";

/* Class = "NSMenu"; title = "Szolgáltatások"; ObjectID = "130"; */
"130.title" = "Szolgáltatások";

/* Class = "NSMenuItem"; title = "Szolgáltatások"; ObjectID = "131"; */
"131.title" = "Szolgáltatások";

/* Class = "NSMenuItem"; title = "Az MPlayerX elrejtése"; ObjectID = "134"; */
"134.title" = "Az MPlayerX elrejtése";

/* Class = "NSMenuItem"; title = "Kilépés az MPlayerX-ből"; ObjectID = "136"; */
"136.title" = "Kilépés az MPlayerX-ből";

/* Class = "NSMenuItem"; title = "A többi elrejtése"; ObjectID = "145"; */
"145.title" = "A többi elrejtése";

/* Class = "NSMenuItem"; title = "Összes megjelenítése"; ObjectID = "150"; */
"150.title" = "Összes megjelenítése";

/* Class = "NSMenuItem"; title = "Nagyítás"; ObjectID = "239"; */
"239.title" = "Nagyítás";

/* Class = "NSWindow"; title = "MPlayerX"; ObjectID = "371"; */
"371.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "Súgó"; ObjectID = "490"; */
"490.title" = "Súgó";

/* Class = "NSMenu"; title = "Súgó"; ObjectID = "491"; */
"491.title" = "Súgó";

/* Class = "NSMenuItem"; title = "Az MPlayerX Wikipédia oldala"; ObjectID = "492"; */
"492.title" = "Az MPlayerX Wikipédia oldala";

/* Class = "NSButton"; ibShadowedToolTip = "Teljes képernyő be/ki"; ObjectID = "549"; */
"549.ibShadowedToolTip" = "Teljes képernyő be/ki";

/* Class = "NSButtonCell"; title = "toggleFullScreen"; ObjectID = "550"; */
"550.title" = "toggleFullScreen";

/* Class = "NSButton"; ibShadowedToolTip = "Lejátszás/Szüneteltetés"; ObjectID = "553"; */
"553.ibShadowedToolTip" = "Lejátszás/Szüneteltetés";

/* Class = "NSButtonCell"; title = "togglePlayPause"; ObjectID = "554"; */
"554.title" = "togglePlayPause";

/* Class = "NSButton"; ibShadowedToolTip = "Képernyő kitöltése"; ObjectID = "558"; */
"558.ibShadowedToolTip" = "Képernyő kitöltése";

/* Class = "NSButtonCell"; title = "toggleFillScreen"; ObjectID = "559"; */
"559.title" = "toggleFillScreen";

/* Class = "NSSlider"; ibShadowedToolTip = "Hangerő"; ObjectID = "569"; */
"569.ibShadowedToolTip" = "Hangerő";

/* Class = "NSButton"; ibShadowedToolTip = "Némítás be/ki"; ObjectID = "571"; */
"571.ibShadowedToolTip" = "Némítás be/ki";

/* Class = "NSButtonCell"; title = "Hangerő"; ObjectID = "572"; */
"572.title" = "Hangerő";

/* Class = "NSWindow"; title = "URL megnyitása"; ObjectID = "627"; */
"627.title" = "URL megnyitása";

/* Class = "NSTextFieldCell"; title = "URL"; ObjectID = "630"; */
"630.title" = "URL";

/* Class = "NSButtonCell"; title = "Mégsem"; ObjectID = "634"; */
"634.title" = "Mégsem";

/* Class = "NSButtonCell"; title = "OK"; ObjectID = "636"; */
"636.title" = "OK";

/* Class = "NSMenuItem"; title = "URL megnyitása..."; ObjectID = "644"; */
"644.title" = "URL megnyitása...";

/* Class = "NSMenuItem"; title = "Szerkesztés"; ObjectID = "659"; */
"659.title" = "Szerkesztés";

/* Class = "NSMenu"; title = "Szerkesztés"; ObjectID = "660"; */
"660.title" = "Szerkesztés";

/* Class = "NSMenuItem"; title = "Kivágás"; ObjectID = "664"; */
"664.title" = "Kivágás";

/* Class = "NSMenuItem"; title = "Másolás"; ObjectID = "665"; */
"665.title" = "Másolás";

/* Class = "NSMenuItem"; title = "Beillesztés"; ObjectID = "666"; */
"666.title" = "Beillesztés";

/* Class = "NSMenuItem"; title = "Törlés"; ObjectID = "668"; */
"668.title" = "Törlés";

/* Class = "NSMenuItem"; title = "Összes kijelölése"; ObjectID = "669"; */
"669.title" = "Összes kijelölése";

/* Class = "NSTextFieldCell"; title = "Sebesség:"; ObjectID = "736"; */
"736.title" = "Sebesség:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set play speed"; ObjectID = "737"; */
"737.ibShadowedToolTip" = "Set play speed";

/* Class = "NSTextFieldCell"; title = "1.0"; ObjectID = "738"; */
"738.title" = "1.0";

/* Class = "NSTextFieldCell"; title = "Hangsávkésleltetés:"; ObjectID = "743"; */
"743.title" = "Hangsávkésleltetés:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set audio delay"; ObjectID = "744"; */
"744.ibShadowedToolTip" = "Set audio delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "745"; */
"745.title" = "0.0";

/* Class = "NSTextField"; ibShadowedToolTip = "Set subtitle delay"; ObjectID = "747"; */
"747.ibShadowedToolTip" = "Set subtitle delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "748"; */
"748.title" = "0.0";

/* Class = "NSTextFieldCell"; title = "Feliratkésleltetés:"; ObjectID = "749"; */
"749.title" = "Feliratkésleltetés:";

/* Class = "NSButton"; ibShadowedToolTip = "Kiegészítő vezérlőelemek megjelenítése/elrejtése"; ObjectID = "754"; */
"754.ibShadowedToolTip" = "Kiegészítő vezérlőelemek megjelenítése/elrejtése";

/* Class = "NSMenuItem"; title = "Lejátszás"; ObjectID = "782"; */
"782.title" = "Lejátszás";

/* Class = "NSMenu"; title = "Lejátszás"; ObjectID = "783"; */
"783.title" = "Lejátszás";

/* Class = "NSMenuItem"; title = "Feliratsáv"; ObjectID = "784"; */
"784.title" = "Feliratsáv";

/* Class = "NSMenuItem"; title = "Pillanatkép"; ObjectID = "786"; */
"786.title" = "Pillanatkép";

/* Class = "NSMenuItem"; title = "Feliratméret növelése"; ObjectID = "829"; */
"829.title" = "Feliratméret növelése";

/* Class = "NSMenuItem"; title = "Feliratméret csökkentése"; ObjectID = "830"; */
"830.title" = "Feliratméret csökkentése";

/* Class = "NSMenuItem"; title = "Folytatás az utoljára megállított helyen"; ObjectID = "836"; */
"836.title" = "Folytatás az utoljára megállított helyen";

/* Class = "NSMenuItem"; title = "Hangsáv"; ObjectID = "853"; */
"853.title" = "Hangsáv";

/* Class = "NSMenuItem"; title = "Hangerő növelése"; ObjectID = "857"; */
"857.title" = "Hangerő növelése";

/* Class = "NSMenuItem"; title = "Hangerő csökkentése"; ObjectID = "858"; */
"858.title" = "Hangerő csökkentése";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "882"; */
"882.title" = "Label";

/* Class = "NSMenuItem"; title = "Képarány feloldása"; ObjectID = "903"; */
"903.title" = "Képarány feloldása";

/* Class = "NSMenuItem"; title = "Képarány visszaállítása"; ObjectID = "904"; */
"904.title" = "Képarány visszaállítása";

/* Class = "NSMenuItem"; title = "Képhangoló"; ObjectID = "912"; */
"912.title" = "Képhangoló";

/* Class = "NSMenuItem"; title = "Letterbox sávok megjelenítése"; ObjectID = "916"; */
"916.title" = "Letterbox sávok megjelenítése";

/* Class = "NSMenuItem"; title = "Videósáv"; ObjectID = "935"; */
"935.title" = "Videósáv";

/* Class = "NSTextFieldCell"; title = "⌘-OK: FFmpeg használata az adatfolyamhoz"; ObjectID = "940"; */
"940.title" = "⌘-OK: FFmpeg használata az adatfolyamhoz";

/* Class = "NSMenuItem"; title = "Ablak nagyítása"; ObjectID = "942"; */
"942.title" = "Ablak nagyítása";

/* Class = "NSMenuItem"; title = "Ablak kicsinyítése"; ObjectID = "943"; */
"943.title" = "Ablak kicsinyítése";

/* Class = "NSTextFieldCell"; placeholderString = "ismeretlen"; ObjectID = "951"; */
"951.placeholderString" = "ismeretlen";

/* Class = "NSMenuItem"; title = "Fájlinformációk"; ObjectID = "953"; */
"953.title" = "Fájlinformációk";

/* Class = "NSMenuItem"; title = "Hangszínszabályozó"; ObjectID = "956"; */
"956.title" = "Hangszínszabályozó";

/* Class = "NSMenuItem"; title = "Nézet"; ObjectID = "975"; */
"975.title" = "Nézet";

/* Class = "NSMenu"; title = "Nézet"; ObjectID = "976"; */
"976.title" = "Nézet";

/* Class = "NSMenuItem"; title = "Váltás teljes képernyőre"; ObjectID = "982"; */
"982.title" = "Váltás teljes képernyőre";

/* Class = "NSMenuItem"; title = "Képernyő kitöltése"; ObjectID = "989"; */
"989.title" = "Képernyő kitöltése";

/* Class = "NSMenuItem"; title = "Kiegészítő vezérlőelemek megjelenítése"; ObjectID = "992"; */
"992.title" = "Kiegészítő vezérlőelemek megjelenítése";

/* Class = "NSMenuItem"; title = "Áthelyezés a kukába"; ObjectID = "996"; */
"996.title" = "Áthelyezés a kukába";

/* Class = "NSMenuItem"; ibShadowedToolTip = "Teljes képernyős módban a kép mozgatható az alt + húzás, vagy az alt + shift + húzás segítségével."; ObjectID = "1001"; */
"1001.ibShadowedToolTip" = "Teljes képernyős módban a kép mozgatható az alt + húzás, vagy az alt + shift + húzás segítségével.";

/* Class = "NSMenuItem"; title = "A kép visszaállítása középre"; ObjectID = "1001"; */
"1001.title" = "A kép visszaállítása középre";

/* Class = "NSMenuItem"; title = "Támogatás…"; ObjectID = "1009"; */
"1009.title" = "Támogatás…";

/* Class = "NSMenuItem"; title = "Hibák jelentése / Visszajelzés..."; ObjectID = "1012"; */
"1012.title" = "Hibák jelentése / Visszajelzés...";

/* Class = "NSButtonCell"; title = "next-episode"; ObjectID = "1015"; */
"1015.title" = "next-episode";

/* Class = "NSButtonCell"; title = "prev-episode"; ObjectID = "1018"; */
"1018.title" = "prev-episode";

/* Class = "NSMenuItem"; title = "Ugrás a következő epizódra"; ObjectID = "1025"; */
"1025.title" = "Ugrás a következő epizódra";

/* Class = "NSMenuItem"; title = "Ugrás az előző epizódra"; ObjectID = "1026"; */
"1026.title" = "Ugrás az előző epizódra";

/* Class = "NSMenuItem"; ibShadowedToolTip = "A kép teljes képernyős módban is növelhető/zsugorítható az alt + görgetés, vagy a trackpaden való kétujjas nagyítás segítségével"; ObjectID = "1033"; */
"1033.ibShadowedToolTip" = "A kép teljes képernyős módban is növelhető/zsugorítható az alt + görgetés, vagy a trackpaden való kétujjas nagyítás segítségével";

/* Class = "NSMenuItem"; title = "Képméret visszaállítása"; ObjectID = "1033"; */
"1033.title" = "Képméret visszaállítása";

/* Class = "NSMenuItem"; title = "Képméret növelése"; ObjectID = "1036"; */
"1036.title" = "Képméret növelése";

/* Class = "NSMenuItem"; title = "Képméret növelése (csekély)"; ObjectID = "1037"; */
"1037.title" = "Képméret növelése (csekély)";

/* Class = "NSMenuItem"; title = "Képméret csökkentése"; ObjectID = "1038"; */
"1038.title" = "Képméret csökkentése";

/* Class = "NSMenuItem"; title = "Képméret csökkentése (csekély)"; ObjectID = "1039"; */
"1039.title" = "Képméret csökkentése (csekély)";

/* Class = "NSMenuItem"; title = "Tükrözés vízszintesen"; ObjectID = "1050"; */
"1050.title" = "Tükrözés vízszintesen";

/* Class = "NSMenuItem"; title = "Tükrözés függőlegesen"; ObjectID = "1051"; */
"1051.title" = "Tükrözés függőlegesen";

/* Class = "NSMenuItem"; title = "Sebesség növelése"; ObjectID = "1057"; */
"1057.title" = "Sebesség növelése";

/* Class = "NSMenuItem"; title = "Sebesség csökkentése"; ObjectID = "1058"; */
"1058.title" = "Sebesség csökkentése";

/* Class = "NSMenuItem"; title = "Sebesség visszaállítása"; ObjectID = "1059"; */
"1059.title" = "Sebesség visszaállítása";

/* Class = "NSMenuItem"; title = "Hangsávkésleltetés növelése"; ObjectID = "1066"; */
"1066.title" = "Hangsávkésleltetés növelése";

/* Class = "NSMenuItem"; title = "Hangsávkésleltetés csökkentése"; ObjectID = "1067"; */
"1067.title" = "Hangsávkésleltetés csökkentése";

/* Class = "NSMenuItem"; title = "Hangsávkésleltetés visszaállítása"; ObjectID = "1068"; */
"1068.title" = "Hangsávkésleltetés visszaállítása";

/* Class = "NSMenuItem"; title = "Feliratkésleltetés növelése"; ObjectID = "1075"; */
"1075.title" = "Feliratkésleltetés növelése";

/* Class = "NSMenuItem"; title = "Feliratkésleltetés csökkentése"; ObjectID = "1076"; */
"1076.title" = "Feliratkésleltetés csökkentése";

/* Class = "NSMenuItem"; title = "Feliratkésleltetés visszaállítása"; ObjectID = "1077"; */
"1077.title" = "Feliratkésleltetés visszaállítása";

/* Class = "NSMenuItem"; title = "Eredeti méret"; ObjectID = "1084"; */
"1084.title" = "Eredeti méret";

/* Class = "NSMenuItem"; title = "VIDEO_TS megnyitása…"; ObjectID = "1088"; */
"1088.title" = "VIDEO_TS megnyitása…";

/* Class = "NSMenuItem"; title = "Kétszeres méret"; ObjectID = "1093"; */
"1093.title" = "Kétszeres méret";

/* Class = "NSMenuItem"; title = "Illesztés a képernyőre"; ObjectID = "1098"; */
"1098.title" = "Illesztés a képernyőre";

/* Class = "NSMenuItem"; title = "Képarány"; ObjectID = "1102"; */
"1102.title" = "Képarány";

/* Class = "NSMenu"; title = "Képarány"; ObjectID = "1103"; */
"1103.title" = "Képarány";

/* Class = "NSMenuItem"; title = "1:1"; ObjectID = "1106"; */
"1106.title" = "1:1";

/* Class = "NSMenuItem"; title = "4:3"; ObjectID = "1107"; */
"1107.title" = "4:3";

/* Class = "NSMenuItem"; title = "16:9"; ObjectID = "1108"; */
"1108.title" = "16:9";

/* Class = "NSMenuItem"; title = "16:10"; ObjectID = "1109"; */
"1109.title" = "16:10";

/* Class = "NSMenuItem"; title = "2.21:1"; ObjectID = "1110"; */
"1110.title" = "2.21:1";

/* Class = "NSMenuItem"; title = "2.35:1"; ObjectID = "1111"; */
"1111.title" = "2.35:1";

/* Class = "NSMenuItem"; title = "2.39:1"; ObjectID = "1112"; */
"1112.title" = "2.39:1";

/* Class = "NSMenuItem"; title = "5:4"; ObjectID = "1113"; */
"1113.title" = "5:4";

/* Class = "NSMenuItem"; title = "Hangcsatornák"; ObjectID = "1124"; */
"1124.title" = "Hangcsatornák";

/* Class = "NSMenu"; title = "Hangcsatornák"; ObjectID = "1125"; */
"1125.title" = "Hangcsatornák";

/* Class = "NSMenuItem"; title = "Visszaállítás"; ObjectID = "1126"; */
"1126.title" = "Visszaállítás";

/* Class = "NSMenuItem"; title = "Sztereó"; ObjectID = "1128"; */
"1128.title" = "Sztereó";

/* Class = "NSMenuItem"; title = "Csak bal"; ObjectID = "1129"; */
"1129.title" = "Csak bal";

/* Class = "NSMenuItem"; title = "Csak jobb"; ObjectID = "1130"; */
"1130.title" = "Csak jobb";

/* Class = "NSMenuItem"; title = "Kiterjesztett bal"; ObjectID = "1131"; */
"1131.title" = "Kiterjesztett bal";

/* Class = "NSMenuItem"; title = "Kiterjesztett jobb"; ObjectID = "1132"; */
"1132.title" = "Kiterjesztett jobb";

/* Class = "NSMenuItem"; title = "Fejezetek"; ObjectID = "1140"; */
"1140.title" = "Fejezetek";

/* Class = "NSMenuItem"; title = "VHF"; ObjectID = "1143"; */
"1143.title" = "VHF";

/* Class = "NSMenu"; title = "VHF"; ObjectID = "1144"; */
"1144.title" = "VHF";

/* Class = "NSTextFieldCell"; title = "Külső hangfájl:"; ObjectID = "1158"; */
"1158.title" = "Külső hangfájl:";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1162"; */
"1162.title" = "...";

/* Class = "NSMenuItem"; title = "Fél méret"; ObjectID = "1166"; */
"1166.title" = "Fél méret";

/* Class = "NSMenuItem"; title = "A-B ismétlés"; ObjectID = "1170"; */
"1170.title" = "A-B ismétlés";

/* Class = "NSMenu"; title = "A-B ismétlés"; ObjectID = "1171"; */
"1171.title" = "A-B ismétlés";

/* Class = "NSMenuItem"; title = "Kezdőpont beállítása"; ObjectID = "1174"; */
"1174.title" = "Kezdőpont beállítása";

/* Class = "NSMenuItem"; title = "Végpont beállítása"; ObjectID = "1175"; */
"1175.title" = "Végpont beállítása";

/* Class = "NSMenuItem"; title = "Visszavonás"; ObjectID = "1177"; */
"1177.title" = "Visszavonás";

/* Class = "NSWindow"; title = "URL feldolgozása"; ObjectID = "1184"; */
"1184.title" = "URL feldolgozása";

/* Class = "NSTextFieldCell"; title = "Multiline Label"; ObjectID = "1187"; */
"1187.title" = "Multiline Label";

/* Class = "NSButtonCell"; title = "Mégsem"; ObjectID = "1193"; */
"1193.title" = "Mégsem";

/* Class = "NSMenuItem"; title = "Váltottsorosság-mentesítés"; ObjectID = "1196"; */
"1196.title" = "Váltottsorosság-mentesítés";

/* Class = "NSMenu"; title = "Váltottsorosság-mentesítés"; ObjectID = "1197"; */
"1197.title" = "Váltottsorosság-mentesítés";

/* Class = "NSMenuItem"; title = "Nincs"; ObjectID = "1198"; */
"1198.title" = "Nincs";

/* Class = "NSMenuItem"; title = "FFmpeg"; ObjectID = "1200"; */
"1200.title" = "FFmpeg";

/* Class = "NSMenuItem"; title = "LPF5"; ObjectID = "1201"; */
"1201.title" = "LPF5";

/* Class = "NSMenuItem"; title = "Pillanatkép-mappa megnyitása..."; ObjectID = "1206"; */
"1206.title" = "Pillanatkép-mappa megnyitása...";

/* Class = "NSMenuItem"; title = "Check For Updates..."; ObjectID = "1212"; */
"1212.title" = "Check For Updates...";
